Repository: Drag0ndust/iOS-SLBuddy-Localization
Catalog: *.lproj/Localizable.strings
Languages: de, fr

# screen.about.contact-me
source: Contact me via
de: Kontaktiere mich über
fr: Contactez-moi via

# screen.about.developer
source: Hi, my name is Thimo, I am the developer of this app. I hope you like it. If you want to send me feedback, feel free to do so through my social media channels.
de: Hi, mein Name ist Thimo, ich bin der Entwickler dieser App. Ich hoffe sie gefällt dir. Wenn du mir Feedback schicken möchtest, kannst du das gerne über meine Social Media Kanäle machen.
fr: Salut! Je m'appelle Thimo et je suis le développeur de cette app. J'espere que vous l'aimerez. Si vous avez des idées pour l'améliorer, n'hesitez pas à me contacter à travers mes réseaux sociaux.

# screen.card-collection.filter.all
source: All
de: Alle
fr: Toutes

# screen.card-collection.filter.delegated-to-me
source: Delegated to me
de: An mich geliehen
fr: Me Déléguer

# screen.card-collection.filter.owned
source: Owned
de: Meine Karten
fr: Possédées

# screen.card-collection.title
source: My Card Collection
de: Meine Kartensammlung
fr: Ma Collection

# screen.card-detail.attributes.abilities
source: abilities
de: Fähigkeiten
fr: abilitées

# screen.card-detail.attributes.armor
source: armor
de: Rüstung
fr: armure

# screen.card-detail.attributes.attack
source: attack
de: Angriff
fr: attaque

# screen.card-detail.attributes.health
source: health
de: Gesundheit
fr: santé

# screen.card-detail.attributes.magic
source: magic
de: Magie
fr: magie

# screen.card-detail.attributes.ranged
source: ranged
de: Fernangriff
fr: classé

# screen.card-detail.attributes.speed
source: speed
de: Geschwindigkeit
fr: vitesse

# screen.card-detail.printed
source: printed:
de: Gedruckt
fr: imprimées:

# screen.card-detail.rarity
source: rarity:
de: Seltenheit
fr: rareté:

# screen.credits.credits
source: Credits
fr: Crédits

# screen.player-selection.button.text
source: Go!
de: Los!
fr: Allez!

# screen.player-selection.text.enter-name
source: Please enter your Splinterlands player name
de: Bitte gib deinen Splinterlands Spielernamen ein
fr: Entrez votre nom d'utilisateur Splinterlands

# screen.player-selection.text.enter-name.description
source: To be able to fetch your card collection, we need to know your Splinterlands player name.
de: Um deine Kartensammlung abrufen zu können, benötigen wir deinen Splinterlands Spielernamen.
fr: Pour pouvoir charger votre collection, nous avons besoin de connaitre votre nom d'utilisateur Splinterlands.

# screen.player-selection.textfield.player-placeholder
source: My player name
de: Mein Spielername
fr: Mon nom de joueur

# screen.settings.about
source: About
de: Über
fr: À propos

# screen.settings.about.credits
source: Credits
fr: Crédits

# screen.settings.about.developer
source: About the developer
de: Über den Entwickler
fr: À propos du développeur

# screen.settings.credits.splinterlands
source: All card images are owned and open-sourced by
de: Alle Kartenbilder sind im Besitz und öffentlich zur Verfügung gestellt von
fr: Toutes les images et cartes sont la propriété de

# screen.settings.enter-playername
source: Enter your Splinterlands name
de: Spielername hier eingeben
fr: Entrez votre nom d'utilisateur Splinterlands

# screen.settings.iap.tipjar
source: Tip Jar
de: Trinkgeld
fr: Laisser un Pourboire

# screen.settings.others
source: Others
de: Sonstiges
fr: Autres

# screen.settings.others.privacy
source: Terms of Use & Privacy Policy
de: Nutzungsbedingungen und Datenschutzrichtlinie
fr: Conditions d'utilisation & Vie Privée

# screen.settings.playername
source: Splinterlands Account Name
de: Splinterlands Spielername
fr: Compte Splinterlands

# screen.settings.third-party
source: Third party components
de: Drittanbieter
fr: Composants provenant de tiers

# screen.settings.thx
source: I want to thank you for creating this awesome Design!
de: ich möchte mich bei dir für dieses phantastische Design bedanken!
fr: Je voulais te remercier pour cet excellent Design!

# screen.card-detail.type
source: type:
de: Typ:
